tap "homebrew/bundle"
brew "autoconf"
brew "bat"
brew "dos2unix"
brew "duti"
brew "fzf"
brew "git-lfs"
brew "loc"
brew "lsd"
brew "mas"
brew "procs"
brew "ripgrep"
brew "rsync"
brew "tree"
brew "wget"
brew "zoxide"
cask "araxis-merge"
cask "chatgpt"
cask "dropbox"
cask "font-sf-mono"
cask "grandperspective"
cask "signal"
cask "sourcetree"
cask "visual-studio-code"
cask "vlc"
mas "Delineato Pro", id: 590407707
mas "Draw Things", id: 6444050820
mas "GoodTask", id: 1143437985
mas "Keka", id: 470158793
mas "Numbers", id: 409203825
mas "Paste", id: 967805235
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
