tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autoconf"
brew "boost"
brew "gmp"
brew "cloog"
brew "fdupes"
brew "libogg"
brew "flac"
brew "gdbm"
brew "gettext"
brew "git"
brew "libffi"
brew "pcre"
brew "glib"
brew "intltool"
brew "isl"
brew "libebml"
brew "libmagic"
brew "libmatroska"
brew "mpfr"
brew "libmpc"
brew "libvorbis"
brew "libyaml"
brew "mas"
brew "mkvtoolnix"
brew "openssl"
brew "pkg-config"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "qrencode"
brew "rsync"
brew "ssh-copy-id"
brew "tree"
brew "wget"
brew "z"
brew "zsh"
cask "araxis-merge"
cask "dropbox"
cask "google-chrome"
cask "grandperspective"
cask "macdown"
cask "makemkv"
cask "nvalt"
cask "paragon-ntfs"
cask "sourcetree"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
mas "Araxis Find Duplicate Files", id: 438438956
mas "Delineato Pro", id: 590407707
mas "GoodTask", id: 1143437985
mas "Keka", id: 470158793
mas "Microsoft Remote Desktop", id: 1295203466
mas "Paste", id: 967805235
mas "Screens", id: 446107677
