tap "homebrew/bundle"
brew "autoconf"
brew "bat"
brew "dos2unix"
brew "duti"
brew "fzf"
brew "git-lfs"
brew "loc"
brew "lsd"
brew "mas"
brew "procs"
brew "ripgrep"
brew "rsync"
brew "tree"
brew "wget"
brew "zoxide"
cask "araxis-merge"
cask "chatgpt"
cask "dropbox"
cask "font-sf-mono"
cask "grandperspective"
cask "signal"
cask "sourcetree"
cask "visual-studio-code"
cask "vlc"
mas "Delineato Pro", id: 590407707
mas "Draw Things", id: 6444050820
mas "GoodTask", id: 1143437985
mas "Keka", id: 470158793
mas "Numbers", id: 409203825
mas "Paste", id: 967805235
